[
  {
    "name": "Elias Merhy",
    "role": "Head of Computational Design",
    "company": "Samsung Design Innovation Center, France",
    "quote": "I had the pleasure of having Danial on my team for nearly a year, and during that time, I witnessed an impressive professional evolution. Danial started as a brilliant Al/ML expert, quickly grew into a capable Al and backend engineer, and ultimately became a well rounded Al and full stack engineer.\n\n
Danial possesses very sharp technical knowledge and expertise in AI/ML and backend technologies.
What truly sets him apart is his readiness to take on any challenge, his curiosity to learn, and his determination to master new domains, including frontend development, where he made remarkable progress in a short time.\n\n
He is punctual, effective, and upfront, always addressing discussions directly and constructively. Danial's calm and thoughtful approach allows him to step back, understand a project's full context, and then propose the most suitable solution. His positive attitude, teamwork, and openness to feedback make him a pleasure to work with.\n\n
Danial has impressive documentation skills and has strong interest in technology in general. He combines tenacity with wisdom and a continuous drive for excellence.
Danial is definitely an asset to any organization he joins.",
    "linkedin_url": "https://www.linkedin.com/in/elias-merhy-57690356",
    "avatar": "",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Managed Danial directly"
  },
  {
    "name": "Victor Charpentier, PhD",
    "role": "Computational Design Engineer",
    "company": "Samsung Design Innovation Center, France",
    "quote": "I had the pleasure of working with Danial for a year at Samsung Electronics France, where he was the group’s Machine Learning expert. Collaborating with him was always a rewarding experience.\n\nBeyond his deep technical mastery, Danial brings a strong sense of collective purpose to every project. He has a natural ability to create alignment within a team — clarifying priorities, helping everyone see the bigger picture, and ensuring that technical decisions serve broader strategic goals.\n\nWorking with Danial always felt fluid and productive. He knows how to balance rigor and efficiency, and his calm, thoughtful approach fosters both trust and creativity. His capacity to guide discussions, integrate different perspectives, and move the team forward with clarity makes him an excellent colleague and a natural team leader.",
    "linkedin_url": "https://www.linkedin.com/in/victor-charpentier-phd/",
    "avatar": "",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Worked on the same team"
  },
  {
    "name": "Yasaman Tahouni, PhD",
    "role": "Computational Designer",
    "company": "Samsung Design Innovation Center, France",
    "quote": "I’ve had the pleasure of working closely with Danial, and he is truly exceptional. He has a rare ability to understand complex problems quickly, break them down into clear steps, and define the right steps forward in a calm and structured way. Combined with his excellent AI/ML expertise, this often means we reach solid solutions much faster than expected!\nHe also collaborates seamlessly across teams and aligns people effortlessly, thanks to his diverse technical background and his kind and empathetic personality. Working with Danial is efficient, structured, and genuinely enjoyable, and I'm very happy to highly recommend him.",
    "linkedin_url": "https://www.linkedin.com/in/yasaman-tahouni-phd/",
    "avatar": "",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Worked on the same team"
  },
  {
    "name": "Marin DE LA CROIX",
    "role": "Computational Designer",
    "company": "Samsung Design Innovation Center, France",
    "quote": "I really enjoyed working with Danial! He is great at connecting people across different teams and locations. Communication was always clear and productive. Danial was also excellent at making cross-functional projects run smoothly and efficiently.",
    "linkedin_url": "https://www.linkedin.com/in/marin-de-la-croix/",
    "avatar": "",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Worked on the same team"
  },
  {
    "name": "Ijaz Haider Malik",
    "role": "Program Manager",
    "company": "Abacus Global",
    "quote": "Mr. Danial Amin is highly motivated and skilled resource with positive attitude and excellent aptitude. His expertise in Data Science are extra-ordinary. He has delivered his projects and tasks on time. His quality of work is superb.\nHe is an excellent learner and always learn new technologies and apply in his work. He was an asset of our organization and wish him good luck for his future endeavours.",
    "linkedin_url": "https://www.linkedin.com/in/ijazhaidermalik/",
    "avatar": "",
    "worked_with_at": "Abacus Global",
    "worked_with_period": "Feb 2023 – Sep 2023",
    "relationship": "Managed Danial directly"
  },
  {
    "name": "Arsalan Khawaja",
    "role": "Ph.D. Candidate (NTNU)",
    "company": "Norwegian University of Science and Technology",
    "quote": "I have good experience working with Mr. Danial Amin. He has good knowledge and understanding of engineering subjects. I have always appreciated his role in the team as a colleague and also as a leader & manager. His dedication and problem-solving attitude make any workplace a nice place to work at.",
    "linkedin_url": "https://www.linkedin.com/in/arsalan-khawaja/",
    "avatar": "",
    "worked_with_at": "Institute of Space Technology, Pakistan",
    "worked_with_period": "Aug 2014 – Aug 2017",
    "relationship": "Reported directly to Danial"
  },
  {
    "name": "Faaiz Jeelani",
    "role": "Senior Analyst",
    "company": "Aerospace Industry",
    "quote": "Mr. Amin is an excellent engineering problem solver, through critical insights and dedicated working potential.",
    "linkedin_url": "https://www.linkedin.com/in/faaiz-jeelani/",
    "avatar": "",
    "worked_with_at": "Government of Pakistan (Aerospace Analytics)",
    "worked_with_period": "Aug 2015 – Nov 2022",
    "relationship": "Worked on the same team"
  }
]
