[
  {
    "name": "Elias Merhy",
    "role": "Head of Computational Design",
    "company": "Samsung Design Innovation Center, France",
    "quote": "I had the pleasure of having Danial on my team for nearly a year, and during that time, I witnessed an impressive professional evolution. Danial started as a brilliant Al/ML expert, quickly grew into a capable Al and backend engineer, and ultimately became a well rounded Al and full stack engineer.\n\nDanial possesses very sharp technical knowledge and expertise in AI/ML and backend technologies. What truly sets him apart is his readiness to take on any challenge, his curiosity to learn, and his determination to master new domains, including frontend development, where he made remarkable progress in a short time.\n\nHe is punctual, effective, and upfront, always addressing discussions directly and constructively. Danial's calm and thoughtful approach allows him to step back, understand a project's full context, and then propose the most suitable solution. His positive attitude, teamwork, and openness to feedback make him a pleasure to work with.\n\nDanial has impressive documentation skills and has strong interest in technology in general. He combines tenacity with wisdom and a continuous drive for excellence. Danial is definitely an asset to any organization he joins.",
    "linkedin_url": "https://www.linkedin.com/in/elias-merhy-57690356",
    "avatar": "assets/testimonials/elias-merhy.jpg",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Managed Danial directly"
  },
  {
    "name": "Victor Charpentier",
    "role": "Computational Design Engineer",
    "company": "Samsung Design Innovation Center, France",
    "quote": "I had the pleasure of working with Danial for a year at Samsung Electronics France, where he was the group’s Machine Learning expert. Collaborating with him was always a rewarding experience.\n\nBeyond his deep technical mastery, Danial brings a strong sense of collective purpose to every project. He has a natural ability to create alignment within a team — clarifying priorities, helping everyone see the bigger picture, and ensuring that technical decisions serve broader strategic goals.\n\nWorking with Danial always felt fluid and productive. He knows how to balance rigor and efficiency, and his calm, thoughtful approach fosters both trust and creativity. His capacity to guide discussions, integrate different perspectives, and move the team forward with clarity makes him an excellent colleague and a natural team leader.",
    "linkedin_url": "https://www.linkedin.com/in/victor-charpentier-phd/",
    "avatar": "assets/testimonials/victor-charpentier.jpg",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Worked on the same team"
  },
  {
    "name": "Yasaman Tahouni",
    "role": "Computational Designer",
    "company": "Samsung Design Innovation Center, France",
    "quote": "I’ve had the pleasure of working closely with Danial, and he is truly exceptional. He has a rare ability to understand complex problems quickly, break them down into clear steps, and define the right steps forward in a calm and structured way. Combined with his excellent AI/ML expertise, this often means we reach solid solutions much faster than expected!\nHe also collaborates seamlessly across teams and aligns people effortlessly, thanks to his diverse technical background and his kind and empathetic personality. Working with Danial is efficient, structured, and genuinely enjoyable, and I'm very happy to highly recommend him.",
    "linkedin_url": "https://www.linkedin.com/in/yasaman-tahouni/",
    "avatar": "assets/testimonials/yasaman-tahouni.jpg",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Worked on the same team"
  },
  {
    "name": "Marin De La Croix",
    "role": "Computational Designer",
    "company": "Samsung Design Innovation Center, France",
    "quote": "I really enjoyed working with Danial! He is great at connecting people across different teams and locations. Communication was always clear and productive. Danial was also excellent at making cross-functional projects run smoothly and efficiently.",
    "linkedin_url": "https://www.linkedin.com/in/marin-de-la-croix/",
    "avatar": "assets/testimonials/marin-de-la-croix.jpg",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Worked on the same team"
  },
  {
    "name": "Maggie Chao",
    "role": "Creative Technologist",
    "company": "Samsung Design Innovation Center, San Francisco",
    "quote": "Danial is one of the most outstanding people I have ever worked with. His breadth of knowledge is truly remarkable - it's like he is an expert in everything from machine learning engineering to production level software engineering to computational design. His expertise combined with his incredible work ethic is the only reason our projects were successful. He is able to design and lead high level solutions and also fix nitty gritty details on the working level. On top of that, he is a very kind and patient person, often staying overtime to help me with fixing bugs and explaining solutions. Working with Danial was my true pleasure, and any employer would be lucky to have him.",
    "linkedin_url":  "https://www.linkedin.com/in/mfchao/",
    "avatar": "assets/testimonials/maggie-chao.jpg",
    "worked_with_at": "Samsung Design Innovation Center (Samsung Electronics France)",
    "worked_with_period": "Nov 2024 – Present",
    "relationship": "Worked on the same team"
  },
  {
    "name": "Peng Xu",
    "role": "Chief Technology Officer",
    "company": "i13 Ventures Studio",
    "quote": "It is my great honor to recommend Danial Amin, with whom I had the pleasure of working at I13 Ventures. During our time together, we collaborated on several highly challenging and innovative projects, and I was consistently impressed by Danial’s professionalism, creativity, and leadership. As an AI specialist and Data Scientist, Danial demonstrated exceptional technical expertise and a deep understanding of complex machine learning systems. He's not only contributed innovative solutions but also effectively guided our team toward achieving outstanding project outcomes. His ability to translate ambitious ideas into practical, high-performing systems was key to the success of several critical initiatives at I13 Ventures. Beyond his technical strengths, Danial is a collaborative and inspiring professional. He brings both strategic thinking and hands-on execution to every project, and his enthusiasm for innovation motivates everyone around him. I have no doubt that Danial will continue to excel and make significant contributions wherever he goes. I strongly and wholeheartedly recommend him for any future endeavors.",
    "linkedin_url":  "https://www.linkedin.com/in/peng-xu-55a51318/",
    "avatar": "assets/testimonials/peng-xu.jpg",
    "worked_with_at": "i13 Ventures Studio",
    "worked_with_period": "Sep 2023 – Nov 2024",
    "relationship": "Managed Danial directly"
  },
  {
    "name": "Ricardo Lamego",
    "role": "Product Design Lead",
    "company": "i13 Ventures Studio",
    "quote": "I worked with Danial for nearly a year at a venture studio where we operated as a lean three-person core team, taking ideas from discovery through to deployed products in 8-week cycles. When our developer left mid-stream, Danial didn't just fill the gap—he picked up the entire development function while continuing to lead our AI capabilities. Across four or five projects spanning AgTech, vendor risk management, RegTech, and accelerator/incubator platforms, Danial became the technical backbone of everything we built. What distinguished Danial wasn't just technical capability (though that was exceptional)—it was the combination of speed, creativity, and cross-functional thinking. He could read a paper published by leading AI researchers just days earlier and have working code implementing those techniques within the same week. This wasn't academic exercise; these implementations became the competitive advantage of our products. His work with generative models and RAG gave us capabilities that simply didn't exist in the market for the problems we were solving. Danial's real strength was turning abstract ideas into working systems fast. I'd sketch out workflows that pushed what AI could enable—sometimes in heavily regulated spaces where you must keep humans in the loop—and he'd come back with prototypes that not only worked but were thoughtful about constraints. In fintech contexts, he understood that compliance isn't just about rules on paper; regulators need to understand what's happening. Danial helped us build systems that were both technically sound and approachable for non-technical stakeholders. Communication with him was always clear and reliable, even working remotely across thousands of kilometers. Here's what mattered most in a fast-moving venture studio environment: I could throw anything at Danial and trust he'd deliver. Not perfection—we always made smart trade-offs between what we could ship now versus what could be refined later—but he consistently delivered 80-90% solutions fast enough to keep us moving. There were many points where it felt like just Danial and I were holding the fort together, and I never once found myself blocked because he was behind schedule. Danial made complex AI accessible to the rest of the team, he supported everyone's goals rather than optimizing only for his own function, and he remained professional while still making the intensive work enjoyable. After almost a year of working together on high-pressure projects, I'd work with him again without hesitation. He's exactly the kind of technical partner you want when you're building something ambitious under tight constraints.",
    "linkedin_url":  "https://www.linkedin.com/in/rlamego/",
    "avatar": "assets/testimonials/ricardo-lamego.jpg",
    "worked_with_at": "i13 Ventures Studio",
    "worked_with_period": "Sep 2023 – Nov 2024",
    "relationship": "Worked on the same team"
  },
  {
    "name": "Ijaz Haider Malik",
    "role": "Program Manager",
    "company": "Abacus Global",
    "quote": "Mr. Danial Amin is highly motivated and skilled resource with positive attitude and excellent aptitude. His expertise in Data Science are extra-ordinary. He has delivered his projects and tasks on time. His quality of work is superb.\nHe is an excellent learner and always learn new technologies and apply in his work. He was an asset of our organization and wish him good luck for his future endeavours.",
    "linkedin_url": "https://www.linkedin.com/in/ijazhaidermalik/",
    "avatar": "assets/testimonials/ijaz-haider.jpg",
    "worked_with_at": "Abacus Global",
    "worked_with_period": "Feb 2023 – Sep 2023",
    "relationship": "Managed Danial directly"
  }
  ,
  {
    "name": "Arsalan Khawaja",
    "role": "Ph.D. Candidate (NTNU)",
    "company": "Norwegian University of Science and Technology",
    "quote": "I have good experience working with Mr. Danial Amin. He has good knowledge and understanding of engineering subjects. I have always appreciated his role in the team as a colleague and also as a leader & manager. His dedication and problem-solving attitude make any workplace a nice place to work at.",
    "linkedin_url": "https://www.linkedin.com/in/arsalan-khawaja/",
    "avatar": "",
    "worked_with_at": "Institute of Space Technology, Pakistan",
    "worked_with_period": "Aug 2014 – Aug 2017",
    "relationship": "Reported directly to Danial"
  },
  {
    "name": "Faaiz Jeelani",
    "role": "Senior Analyst",
    "company": "Aerospace Industry",
    "quote": "Mr. Amin is an excellent engineering problem solver, through critical insights and dedicated working potential.",
    "linkedin_url": "https://www.linkedin.com/in/faaiz-jeelani/",
    "avatar": "",
    "worked_with_at": "Government of Pakistan (Aerospace Analytics)",
    "worked_with_period": "Aug 2015 – Nov 2022",
    "relationship": "Worked on the same team"
  }
]
